Repository: manelarrufat/exer-55.1
Catalog: *.po
Languages: es

source: My product
es: Mi producto

source: Example node type
es: Tipo de nodo de ejemplo

source: Product name
es: Nombre del producto

source: Product information
es: Información del producto

source: Price
es: Precio

source: Product's price (Euro).
es: Precio del producto (euros).

source: Weight
es: Peso

source: Product's weight (Kg).
es: Peso del producto (kg)

source: Dimensions
es: Dimensiones

source: Physical dimensions of the packaged product (cm).
es: Dimensiones del producto embalado (cm).

source: Length
es: Longitud

source: Width
es: Anchura

source: Height
es: Altura

source: Price must be in a valid number format. Not commas and only one decimal point.
es: El precio debe estar en un formato de número válido. Sin comas y sólo un punto decimal.

source: Weight must be a positive number.
es: El peso tiene que ser un número positivo.

source: Length must be a positive number.
es: La longitud tiene que ser un número positivo.

source: Width must be a positive number.
es: La anchura tiene que ser un número positivo.

source: Height must be a positive number.
es: La altura tiene que ser un número positivo.

source: Dimensions (length x width x height)
es: Dimensiones (longitud x anchura x altura)

source: My product: Delete promoted content
es: Mi producto: Borrar contenido promovido

source: Allow delete promoted content of type my product
es: Permitir eliminar contenido de tipo mi producto

source: Nodes Forcontu
es: Nodos Forcontu

source: Creates a new content type
es: Crear un nuevo tipo de contenido

source: My modules
es: Mis módulos
